import React from "react";

export default function Delivery() {
	return (
		<div className="article">
			<div className="container">
				<h2 className="article__title">Доставка та Оплата</h2>

				<div className="page-content">
					<p>Ми робимо все можливе, щоб забезпечити зручність та надійність процесів доставки та оплати для наших клієнтів. Нижче ви знайдете інформацію щодо цих аспектів наших послуг:</p>

					<h3>Доставка</h3>
					<p>Ми надаємо швидку та безпечну доставку продукції Apple прямо до вашого дому чи офісу. Співпрацюємо з найкращими службами доставки, щоб ви могли насолоджуватися своїми новими гаджетами якнайшвидше.</p>

					<h3>Оплата</h3>
					<p>Ми приймаємо різноманітні способи оплати, щоб забезпечити максимальний комфорт наших клієнтів. Ви можете оплатити своє замовлення наступними способами:</p>

					<ul>
						<li>
							<strong>Оплата готівкою при отриманні</strong>: Оплачуйте за товар, коли отримуєте його від кур'єра.
						</li>
						<li>
							<strong>Онлайн-оплата банківською карткою</strong>: Зручний та безпечний спосіб оплати через ваш банківський рахунок.
						</li>
						<li>
							<strong>Банківський переказ</strong>: Ви можете здійснити оплату через банк, використовуючи реквізити, які ми надамо вам при підтвердженні замовлення.
						</li>
					</ul>

					<p>Якщо виникнуть будь-які питання або вам потрібна допомога, будь ласка, зв'яжіться з нашими фахівцями за наступними контактами:</p>
				</div>
			</div>
		</div>
	);
}
